[
{
  "model": "scraping.city",
  "pk": 1,
  "fields": {
    "name_city": "Пенза",
    "slug": "penza"
  }
},
{
  "model": "scraping.city",
  "pk": 2,
  "fields": {
    "name_city": "Москва",
    "slug": "moskva"
  }
},
{
  "model": "scraping.city",
  "pk": 3,
  "fields": {
    "name_city": "Одесса",
    "slug": "odessa"
  }
},
{
  "model": "scraping.programming_language",
  "pk": 1,
  "fields": {
    "name_city": "Python",
    "slug": "python"
  }
},
{
  "model": "scraping.programming_language",
  "pk": 2,
  "fields": {
    "name_city": "Java",
    "slug": "java"
  }
},
{
  "model": "scraping.vacancy",
  "pk": 1,
  "fields": {
    "urls": "https://hh.ru/vacancy/80028912?from=vacancy_search_list&query=python",
    "title": "Python-разработчик (Junior)",
    "company": "ИП Щербин Алексей Сергеевич",
    "description": "Мы - небольшой частный инвестиционный фонд, который занимается роботизированным квант-трейдингом (к “квантовой физике” и “квантовым компьютерам” это отношения не имеет, загуглите) на рынке криптовалют с применением нейросетей.\r\n\r\nСейчас в нашу команду мы готовы принять начинающего Python-разработчика, не имеющего большого практического опыта, но обладающего большим потенциалом. Мы ищем амбициозных ребят, которые хотят быть на пике технологий и чувствуют в себе достаточно сил, чтобы справляться со сложными задачами.\r\n\r\nДля нас важно, чтобы ты обладал необходимым для нашей работы пулом знаний, желанием всецело и глубоко погрузиться в тему и стремлением к постоянному развитию, несмотря на возникающие сложности.\r\n\r\nЕсли ты чувствуешь, что все это про тебя, то присоединяйся!",
    "city": 2,
    "language": 1,
    "timestamp": "2023-05-26"
  }
},
{
  "model": "scraping.vacancy",
  "pk": 2,
  "fields": {
    "urls": "https://hh.ru/vacancy/80517710?from=vacancy_search_list&query=Python",
    "title": "Senior Python Developer",
    "company": "ООО АйТи БАСТИОН",
    "description": "Обязанности:\r\n\r\n- Специфическая обработка протоколов удаленного доступа и передачи файлов, специализированная балансировка нагрузки.\r\n\r\n- Реализация различных методов обработки передаваемых и накопленных данных.\r\n\r\n- Задачи по интеграции существующих компонент, автоматизации пользовательских сценариев.\r\n\r\n- Участие в проектировании и реализации коробочного продукта в области информационной безопасности.\r\n\r\n- Code review, описание тест-сценариев.\r\n\r\n​​​​​​​Требования:\r\n\r\n- Имеется опыт разработки и сопровождения продуктов на платформе Linux с применением Python, Redis, MQ-сервисов, понимание вопросов развертывания, обновления, масштабирования на нагрузку и надежность.\r\n\r\n- Есть опыт работы с системными настройками Linux, стандартными сетевыми протоколами и сервисами (напр. Radius, HTTP(s), SMTP, LDAP, DNS), в т.ч. без применения контейнеризации.\r\n\r\n- Опыт разработки и эксплуатации решений класса Embedded linux в плюс.\r\n\r\n- Умение решать задачи самостоятельно, предлагать собственные варианты решения.\r\n\r\n- Архитектурное видение, проработка задач по крупным компонентам, взаимодействие в проектной команде.",
    "city": 1,
    "language": 1,
    "timestamp": "2023-05-26"
  }
}
]
